Repository: Riddya/rssReaderModule
Catalog: sites/all/modules/rss_feeds/translations/rss_feeds.*.po
Languages: ru

source: RSS Feeds
ru: RSS Ленты

source: RSS feed name.
ru: Название RSS ленты

source: Insert RSS shortcut name
ru: Введите краткое название RSS ленты

source: RSS feed url.
ru: URL RSS ленты

source: Insert RSS url
ru: Введите URL RSS ленты

source: Save
ru: Сохранить

source: Add
ru: Добавить

source: URL is invalid!
ru: Невалидный URL!

source: RSS Feed saved!
ru: RSS лента сохранена!

source: RSS Feed added!
ru: RSS лента добавлена!

source: Name
ru: Название

source: Actions
ru: Действия

source: edit
ru: изменить

source: delete
ru: удалить

source: RSS Feed deleted!
ru: RSS лента удалена!

source: RSS Feeds page
ru: Страница RSS лент

source: No RSS feeds available
ru: Нет доступных RSS лент

source: List of URLs
ru: Список URL

source: Configure the RSS feeds list.
ru: Конфигурация списка RSS лент

source: RSS feeds list
ru: Список RSS лент

source: Add rss
ru: Добавить RSS ленту

source: Edit RSS
ru: Изменить RSS ленту

source: Delete RSS
ru: Удалить RSS ленту

source: RSS feeds
ru: RSS ленты

source: RSS feed content
ru: Содержимое RSS ленты

source: Makes a compact page to navigate on RSS feeds.
ru: Создает компактную страницу для добавления и просмотра содержимого RSS лент.
